src/railsWebsite/app/controllers/orders_controller.rb

  def create

    @order = Order.new(order_params)
    @order.isDone = false
    @order.orderDeliveredToScheduler = false
    if @order.save
---
INSERT INTO "orders" ("name", "created_at", "updated_at", "wheel", "engine", "gun", "welding", "ammo", "isDone", "orderDeliveredToScheduler") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?) RETURNING "id"