src/railsWebsite/app/views/orders/index.html.erb

    Finished?: <%=order.isdone %> <br>
    IsOrderDeliveredToScheduler?: <%=order.orderdeliveredtoscheduler %>
---
SELECT "orders".* FROM "orders"